# fmt: off
texts = {
    'start_message': 'Привет!\nЭто бот для голосования Премии Брейдинга 2024 ⭐️\n',
    'without_number_message': 'Для того, чтобы перейти к голосованию, отправь свой номер телефона. Это помогает сделать голосование честным.',
    'phone_number_accepted_message': 'Спасибо, теперь можно принимать участие в голосовании!',
    'nomination_message': 'Выбери номинацию, за которую хочешь проголосовать:',
    'nominee_template': '{}. <b>{}</b> {}\n',
    'vote_are_you_sure_message': 'Номинация: <b>{}</b>.\n\nВы уверены, что хотите проголосовать за <b>{}</b>?',
    'vote_accepted_message': 'Спасибо за твой голос!\nТы можешь проголосовать в других номинациях.',
    'last_vote_accepted_message': 'Спасибо за твой голос!',
    'no_more_nominations_message': 'Твои голоса по всем номинациям приняты. Осталось дождаться результатов голосования!\n'
                                   'Они будут объявлены 14 сентября в Санкт-Петербурге на Премии Брейдинга 2024 ⭐️\n\n' 
                                   'Купить билет на мероприятие можно по ссылке\nhttps://kurs-afromari.ru/premiya',
}
# fmt: on

